Repository: psalles00/Smart-Kitchen
Catalog: Shared/Localization/Localizable.xcstrings
Source language: pt_br
Languages: de, en, es, fr, it, ja

source: Frango Grelhado com Legumes
de: Gegrilltes Hähnchen mit Gemüse
en: Grilled Chicken with Veggies
es: Pollo a la Parrilla con Verduras
fr: Poulet grillé aux légumes
it: Pollo grigliato con verdure
ja: 鶏肉と野菜のグリル

source: Free
de: Gratis
es: Gratis
fr: Gratuit
it: Gratis
ja: 無料

source: Frutas
de: Obst
en: Fruits
fr: Fruits
it: Frutta
ja: 果物

source: Frutas vermelhas
de: Beeren
en: Berries
es: Frutos rojos
fr: Fruits rouges
it: Frutti rossi
ja: ベリー

source: Fundos animados
de: Animierte Hintergründe
en: Animated backgrounds
es: Fondos animados
fr: Arrière-plans animés
it: Sfondi animati
ja: アニメーション背景

source: Galeria
de: Galerie
en: Gallery
es: Galería
fr: Galerie
it: Galleria
ja: ギャラリー

source: Ganhar massa com superávit calórico
de: Mit Kalorienüberschuss Masse aufbauen
en: Gain mass with a calorie surplus
es: Ganar masa con superávit calórico
fr: Prendre de la masse avec un surplus calorique
it: Aumentare la massa con un surplus calorico
ja: カロリー過剰で体重増加

source: Ganhar peso
de: Zunehmen
en: Gain weight
es: Ganar peso
fr: Prendre du poids
it: Prendere peso
ja: 増量

source: Gelada
de: Eiskalt
en: Cold
es: Fría
fr: Glacée
it: Ghiacciata
ja: 冷たい

source: Geral
de: Allgemein
en: General
es: General
fr: Général
it: Generale
ja: 一般

source: Gerar mais ideias
de: Weitere Ideen generieren
en: Generate more ideas
es: Generar más ideas
fr: Générer plus d'idées
it: Genera più idee
ja: さらにアイデアを生成

source: Gerenciar
de: Verwalten
en: Manage
es: Gestionar
fr: Gérer
it: Gestisci
ja: 管理

source: Gerenciar cadernos
de: Notizbücher verwalten
en: Manage notebooks
es: Gestionar cuadernos
fr: Gérer les carnets
it: Gestisci quaderni
ja: ノートを管理

source: Gerenciar dados
de: Daten verwalten
en: Manage data
es: Gestionar datos
fr: Gérer les données
it: Gestisci dati
ja: データを管理

source: Gordura
de: Fett
en: Fat
es: Grasa
fr: Lipides
it: Grassi
ja: 脂質

source: Gordura (g)
de: Fett (g)
en: Fat (g)
es: Grasa (g)
fr: Lipides (g)
it: Grassi (g)
ja: 脂質 (g)

source: Granulado de chocolate
de: Schokoladenstreusel
en: Chocolate sprinkles
es: Granillo de chocolate
fr: Vermicelles au chocolat
it: Granella di cioccolato
ja: チョコスプレー

source: Grátis
de: Gratis
en: Free
es: Gratis
fr: Gratuit
it: Gratis
ja: 無料

source: Gravar de novo
de: Erneut aufnehmen
en: Record again
es: Grabar de nuevo
fr: Réenregistrer
it: Registra di nuovo
ja: もう一度録音

source: Grelhe 6–8 minutos de cada lado.
de: 6–8 Minuten pro Seite grillen.
en: Grill 6–8 minutes per side.
es: Asa 6–8 minutos por cada lado.
fr: Grillez 6–8 minutes de chaque côté.
it: Griglia 6–8 minuti per lato.
ja: 片面6〜8分ずつ焼く。

source: Grelhe o frango temperado e fatie.
de: Gewürztes Hähnchen grillen und schneiden.
en: Grill the seasoned chicken and slice.
es: Asa el pollo sazonado y rebana.
fr: Grillez le poulet assaisonné et tranchez.
it: Griglia il pollo condito e affetta.
ja: 下味した鶏肉をグリルしてスライス。

source: Grelhe o peito de frango temperado e corte em tiras.
de: Das gewürzte Hähnchenbrustfilet grillen und in Streifen schneiden.
en: Grill the seasoned chicken breast and slice it into strips.
es: Asa la pechuga de pollo sazonada y córtala en tiras.
fr: Grillez le blanc de poulet assaisonné et coupez-le en lanières.
it: Grigliare il petto di pollo condito e tagliarlo a strisce.
ja: 味付けした鶏胸肉を焼き、細切りにします。

source: Guarde esta imagem como referência para o módulo de Nutrientes.
de: Bewahren Sie dieses Bild als Referenz für das Nährstoffmodul auf.
en: Save this image as a reference for the Nutrients module.
es: Guarda esta imagen como referencia para el módulo de Nutrientes.
fr: Conservez cette image comme référence pour le module de Nutriments.
it: Conserva questa immagine come riferimento per il modulo Nutrienti.
ja: 栄養モジュールの参考としてこの画像を保存します。

source: Hábitos
de: Gewohnheiten
en: Habits
fr: Habitudes
it: Abitudini
ja: 習慣

source: Hábitos de Hoje
de: Heutige Gewohnheiten
en: Today's Habits
es: Hábitos de hoy
fr: Habitudes d'aujourd'hui
it: Abitudini di oggi
ja: 今日の習慣

source: Histórico
de: Verlauf
en: History
es: Historial
fr: Historique
it: Cronologia
ja: 履歴

source: Histórico da IA
de: KI-Verlauf
en: AI history
es: Historial de la IA
fr: Historique de l'IA
it: Cronologia IA
ja: AI 履歴

source: Hoje
de: Heute
en: Today
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日

source: Hoje, %@
de: Heute, %@
en: Today, %@
es: Hoy, %@
fr: Aujourd'hui, %@
it: Oggi, %@
ja: 今日、%@

source: Hoje: %@
de: Heute: %@
en: Today: %@
es: Hoy: %@
fr: Aujourd'hui : %@
it: Oggi: %@
ja: 今日: %@

source: Homus
de: Hummus
en: Hummus
es: Hummus
fr: Houmous
it: Hummus
ja: フムス

source: Horário
de: Uhrzeit
en: Time
es: Hora
fr: Heure
it: Orario
ja: 時間

source: Horário do lembrete
de: Erinnerungszeit
en: Reminder time
es: Hora del recordatorio
fr: Heure du rappel
it: Orario del promemoria
ja: リマインダーの時間

source: IA
de: KI
en: AI
ja: AI

source: IA ilimitada
de: Unbegrenzte KI
en: Unlimited AI
fr: IA illimitée
it: IA illimitata
ja: AI無制限

source: IA Nutricional
de: Ernährungs-KI
en: Nutrition AI
fr: IA Nutritionnelle
it: IA Nutrizionale
ja: 栄養AI

source: IA que entende sua rotina e sugere ajustes inteligentes.
de: KI, die deinen Alltag versteht und smarte Anpassungen vorschlägt.
en: AI that understands your routine and suggests smart tweaks.
es: IA que entiende tu rutina y sugiere ajustes inteligentes.
fr: Une IA qui comprend votre routine et suggère des ajustements intelligents.
it: Un'IA che capisce la tua routine e suggerisce aggiustamenti intelligenti.
ja: あなたの生活を理解し、賢い提案をするAI。

source: IA visual
de: Visuelle KI
en: Visual AI
fr: IA visuelle
it: IA visiva
ja: ビジュアル AI

source: iCloud não está disponível neste dispositivo. Verifique se está conectado nas Configurações do sistema.
de: iCloud ist auf diesem Gerät nicht verfügbar. Überprüfen Sie, ob Sie in den Systemeinstellungen angemeldet sind.
en: iCloud is not available on this device. Check that you are signed in in System Settings.
es: iCloud no está disponible en este dispositivo. Comprueba que has iniciado sesión en los Ajustes del sistema.
fr: iCloud n'est pas disponible sur cet appareil. Vérifiez que vous êtes connecté dans les Paramètres système.
it: iCloud non è disponibile su questo dispositivo. Verifica di essere connesso nelle Impostazioni di sistema.
ja: iCloud はこのデバイスで利用できません。システム設定で接続されているか確認してください。

source: Ideal para casais e famílias que compartilham a mesma cozinha.
de: Ideal für Paare und Familien, die sich dieselbe Küche teilen.
en: Ideal for couples and families who share the same kitchen.
es: Ideal para parejas y familias que comparten la misma cocina.
fr: Idéal pour les couples et les familles qui partagent la même cuisine.
it: Ideale per coppie e famiglie che condividono la stessa cucina.
ja: 同じキッチンを共有するカップルや家族に最適です。

source: Ideias
de: Ideen
en: Ideas
es: Ideas
fr: Idées
it: Idee
ja: アイデア

source: Ideias de receitas
de: Rezeptideen
en: Recipe ideas
es: Ideas de recetas
fr: Idées de recettes
it: Idee di ricette
ja: レシピのアイデア

source: Ideias Rápidas
de: Schnelle Ideen
en: Quick Ideas
es: Ideas Rápidas
fr: Idées Rapides
it: Idee Rapide
ja: クイックアイデア

source: Ideias só com itens da despensa
de: Ideen nur mit Artikeln aus der Vorratskammer
en: Ideas only with pantry items
es: Ideas solo con artículos de la despensa
fr: Idées uniquement avec les articles du garde-manger
it: Idee solo con articoli della dispensa
ja: パントリーのアイテムだけのアイデア

source: Identificando a refeição…
de: Mahlzeit wird identifiziert…
en: Identifying the meal…
es: Identificando la comida…
fr: Identification du repas…
it: Identificazione del pasto…
ja: 食事を識別中…

source: Identificar receita
de: Rezept identifizieren
en: Identify recipe
es: Identificar receta
fr: Identifier la recette
it: Identifica ricetta
ja: レシピを識別

source: Imagem
de: Bild
en: Image
es: Imagen
fr: Image
it: Immagine
ja: 画像

source: Imagem compartilhada
de: Geteiltes Bild
en: Shared image
es: Imagen compartida
fr: Image partagée
it: Immagine condivisa
ja: 共有された画像

source: Imagem inválida ou ilegível.
de: Ungültiges oder unlesbares Bild.
en: Invalid or unreadable image.
es: Imagen no válida o ilegible.
fr: Image invalide ou illisible.
it: Immagine non valida o illeggibile.
ja: 画像が無効または読み取れません。

source: Imagem recebida para registro
de: Bild zur Erfassung empfangen
en: Image received for logging
es: Imagen recibida para registro
fr: Image reçue pour enregistrement
it: Immagine ricevuta per la registrazione
ja: 記録用の画像を受信しました

source: Imagem selecionada
de: Ausgewähltes Bild
en: Selected image
es: Imagen seleccionada
fr: Image sélectionnée
it: Immagine selezionata
ja: 選択した画像

source: Importação cancelada.
de: Import abgebrochen.
en: Import canceled.
es: Importación cancelada.
fr: Import annulé.
it: Importazione annullata.
ja: インポートがキャンセルされました。

source: Importação ilimitada de receitas
de: Unbegrenzte Rezeptimporte
en: Unlimited recipe imports
es: Importación ilimitada de recetas
fr: Imports de recettes illimités
it: Importazioni di ricette illimitate
ja: レシピのインポート無制限

source: Importação refinada
de: Import verfeinert
en: Refined import
es: Importación refinada
fr: Import affiné
it: Importazione raffinata
ja: インポートが改良されました

source: Importações
de: Imports
en: Imports
es: Importaciones
fr: Imports
it: Importazioni
ja: インポート

source: Importado de %@
de: Importiert von %@
en: Imported from %@
fr: Importé de %@
it: Importato da %@
ja: %@ からインポート

source: Importar
de: Importieren
en: Import
fr: Importer
it: Importa
ja: インポート

source: Importar backup
de: Backup importieren
en: Import backup
es: Importar copia de seguridad
fr: Importer la sauvegarde
it: Importa backup
ja: バックアップを読み込む

source: Importar backup (.zip)
de: Backup importieren (.zip)
en: Import backup (.zip)
es: Importar copia (.zip)
fr: Importer une sauvegarde (.zip)
it: Importa backup (.zip)
ja: バックアップをインポート（.zip）

source: Importar da galeria
de: Aus der Galerie importieren
en: Import from gallery
es: Importar desde la galería
fr: Importer depuis la galerie
it: Importa dalla galleria
ja: ギャラリーからインポート

source: Importar da Galeria
de: Aus der Galerie importieren
en: Import from Gallery
es: Importar desde la galería
fr: Importer depuis la galerie
it: Importa dalla galleria
ja: ギャラリーからインポート

source: Importar o link compartilhado e abrir a revisão da receita.
de: Den geteilten Link importieren und die Rezeptüberprüfung öffnen.
en: Import the shared link and open the recipe review.
es: Importar el enlace compartido y abrir la revisión de la receta.
fr: Importer le lien partagé et ouvrir la révision de la recette.
it: Importa il link condiviso e apri la revisione della ricetta.
ja: 共有されたリンクをインポートし、レシピのレビューを開きます。

source: Importar receita
de: Rezept importieren
en: Import recipe
es: Importar receta
fr: Importer une recette
it: Importa ricetta
ja: レシピをインポート

source: Importar receitas
de: Rezepte importieren
en: Import recipes
es: Importar recetas
fr: Importer des recettes
it: Importa ricette
ja: レシピを取り込む

source: Importar vídeo
de: Video importieren
en: Import Video
fr: Importer une vidéo
it: Importa video
ja: 動画をインポート

source: Inclui exercício e movimentação do dia a dia.
de: Enthält Sport und Alltagsbewegung.
en: Includes exercise and day-to-day activity.
es: Incluye ejercicio y movimiento diario.
fr: Inclut l'exercice et l'activité quotidienne.
it: Include esercizio e movimento quotidiano.
ja: 運動と日常の動きを含みます。

source: Inclui mídia original da importação.
de: Enthält das Originalmedium des Imports.
en: Includes original imported media.
es: Incluye el medio original de la importación.
fr: Inclut le média original de l'import.
it: Include il media originale dell'importazione.
ja: インポートの元のメディアを含みます。

source: Indicação
de: Empfehlung
en: Referral
es: Recomendación
fr: Recommandation
it: Segnalazione
ja: 紹介

source: Indisponível
de: Nicht verfügbar
en: Unavailable
es: No disponible
fr: Indisponible
it: Non disponibile
ja: 利用不可

source: Indo bem!
de: Läuft gut!
en: Going well!
es: ¡Vas bien!
fr: Ça avance bien !
it: Stai andando bene!
ja: 順調です！

source: Informações
de: Informationen
en: Information
es: Información
fr: Informations
it: Informazioni
ja: 情報

source: Ingredientes
de: Zutaten
en: Ingredients
fr: Ingrédients
it: Ingredienti
ja: 材料

source: Ingredientes (%lld)
de: Zutaten (%lld)
en: Ingredients (%lld)
fr: Ingrédients (%lld)
it: Ingredienti (%lld)
ja: 材料（%lld）

source: Ingredientes, quantidades e preparo em linguagem natural.
de: Zutaten, Mengen und Zubereitung in natürlicher Sprache.
en: Ingredients, quantities, and preparation in natural language.
es: Ingredientes, cantidades y preparación en lenguaje natural.
fr: Ingrédients, quantités et préparation en langage naturel.
it: Ingredienti, quantità e preparazione in linguaggio naturale.
ja: 材料、分量、調理法を自然言語で。

source: Iniciar 7 dias grátis
de: 7 Tage gratis starten
en: Start 7-day free trial
es: Iniciar 7 días gratis
fr: Démarrer les 7 jours gratuits
it: Inizia 7 giorni gratis
ja: 7日間無料体験を開始

source: Iniciar Compartilhamento
de: Freigabe starten
en: Start Sharing
es: Iniciar uso compartido
fr: Démarrer le partage
it: Avvia condivisione
ja: 共有を開始

source: Iniciar dia
de: Tag beginnen
en: Start day
es: Iniciar día
fr: Commencer la journée
it: Inizia giorno
ja: 1日を開始

source: Início
de: Start
en: Home
es: Inicio
fr: Accueil
it: Inizio
ja: ホーム

source: Inteiro
de: Vollständig
en: Integer
es: Entero
fr: Entier
it: Intero
ja: 全体

source: Inteligência
de: Intelligenz
en: Intelligence
es: Inteligencia
fr: Intelligence
it: Intelligenza
ja: インテリジェンス

source: Iogurte
de: Joghurt
en: Yogurt
es: Yogur
fr: Yaourt
it: Yogurt
ja: ヨーグルト

source: Iogurte natural
de: Naturjoghurt
en: Plain yogurt
es: Yogur natural
fr: Yaourt nature
it: Yogurt naturale
ja: プレーンヨーグルト

source: Ir para as receitas
de: Zu den Rezepten
en: Go to recipes
es: Ir a recetas
fr: Aller aux recettes
it: Vai alle ricette
ja: レシピへ移動

source: Ir para os cadernos
de: Zu den Notizbüchern
en: Go to notebooks
es: Ir a cuadernos
fr: Aller aux carnets
it: Vai ai quaderni
ja: ノートへ移動

source: Isso apagará as metas, overrides e preferências do perfil atual. Seus registros de refeições e peso permanecem intactos.
de: Dies löscht die Ziele, Überschreibungen und Einstellungen des aktuellen Profils. Ihre Mahlzeiten- und Gewichtseinträge bleiben erhalten.
en: This will erase the goals, overrides, and preferences of the current profile. Your meal and weight entries will remain intact.
es: Esto borrará las metas, anulaciones y preferencias del perfil actual. Tus registros de comidas y peso permanecerán intactos.
fr: Cela effacera les objectifs, surcharges et préférences du profil actuel. Vos enregistrements de repas et de poids resteront intacts.
it: Questo eliminerà obiettivi, sovrascritture e preferenze del profilo attuale. Le tue registrazioni di pasti e peso rimarranno intatte.
ja: これにより、現在のプロフィールの目標、オーバーライド、設定が削除されます。食事と体重の記録は保持されます。

source: Isso apagará receitas, listas, categorias, histórico da IA, backups internos e os dados sincronizados no iCloud deste app. A ação é irreversível.
de: Dies löscht Rezepte, Listen, Kategorien, KI-Verlauf, interne Backups und die in iCloud synchronisierten Daten dieser App. Die Aktion ist unumkehrbar.
en: This will delete recipes, lists, categories, AI history, internal backups, and the data synced in this app's iCloud. This action is irreversible.
es: Esto borrará recetas, listas, categorías, historial de la IA, copias internas y los datos sincronizados en iCloud de esta app. Esta acción es irreversible.
fr: Cela effacera les recettes, listes, catégories, historique de l'IA, sauvegardes internes et les données synchronisées sur iCloud de cette app. L'action est irréversible.
it: Questo eliminerà ricette, liste, categorie, cronologia IA, backup interni e i dati sincronizzati su iCloud di questa app. L'azione è irreversibile.
ja: これにより、レシピ、リスト、カテゴリー、AI 履歴、内部バックアップ、およびこのアプリの iCloud で同期されたデータが削除されます。このアクションは元に戻せません。

source: Isso nos ajuda a entender o que fez sentido pra você.
de: Das hilft uns zu verstehen, was dich angesprochen hat.
en: This helps us understand what resonated with you.
es: Esto nos ayuda a entender qué fue lo que te llamó la atención.
fr: Cela nous aide à comprendre ce qui vous a convaincu.
it: Questo ci aiuta a capire cosa ti ha colpito.
ja: 何が響いたかを理解する参考になります。

source: italiano
de: italienisch
en: Italian
fr: italien
ja: イタリアン

source: Italiano cremoso, sem creme de leite, em 20 min.
de: Cremig italienisch, ohne Sahne, in 20 Min.
en: Creamy Italian, no cream, in 20 minutes.
es: Italiano cremoso, sin nata, en 20 min.
fr: Italien crémeux, sans crème, en 20 min.
it: Italiano cremoso, senza panna, in 20 min.
ja: 生クリーム不使用のクリーミーなイタリアン、20分で。

source: Item
de: Artikel
es: Artículo
fr: Article
it: Articolo
ja: アイテム

source: Itens da despensa
de: Artikel der Vorratskammer
en: Pantry items
es: Artículos de la despensa
fr: Articles du garde-manger
it: Articoli della dispensa
ja: パントリーのアイテム

source: Itens da despensa cuja data de validade está chegando. Toque em um item para editá-lo. Ajuste o intervalo de antecipação nas configurações.
de: Vorratskammer-Artikel, deren Mindesthaltbarkeit naht. Tippen Sie auf einen Artikel, um ihn zu bearbeiten. Passen Sie den Vorlaufzeitraum in den Einstellungen an.
en: Pantry items whose expiration date is approaching. Tap an item to edit it. Adjust the lead time in settings.
es: Artículos de la despensa cuya fecha de caducidad se acerca. Toca un artículo para editarlo. Ajusta la antelación en los ajustes.
fr: Articles du garde-manger dont la date de péremption approche. Appuyez sur un article pour le modifier. Ajustez le délai dans les réglages.
it: Articoli della dispensa la cui data di scadenza si avvicina. Tocca un articolo per modificarlo. Regola l'anticipo nelle impostazioni.
ja: 賞味期限が近いパントリーのアイテムです。アイテムをタップして編集できます。前倒し期間は設定で調整できます。

source: Itens da despensa que vencem em breve
de: Artikel der Vorratskammer, die bald ablaufen
en: Pantry items expiring soon
es: Artículos de la despensa que vencen pronto
fr: Articles du garde-manger qui expirent bientôt
it: Articoli della dispensa in scadenza a breve
ja: まもなく期限切れになるパントリーのアイテム

source: Já adicionado ao mercado
de: Bereits zur Einkaufsliste hinzugefügt
en: Already on the grocery list
es: Ya añadido a la lista de compras
fr: Déjà ajouté à la liste de courses
it: Già aggiunto alla lista della spesa
ja: すでに買い物リストに追加

source: Já adicionado ao Mercado
de: Bereits zur Einkaufsliste hinzugefügt
en: Already on the Grocery List
es: Ya añadido a la Lista de Compras
fr: Déjà ajouté à la Liste de courses
it: Già aggiunto alla Lista della spesa
ja: すでに買い物リストに追加

source: Já está disponível
de: Bereits verfügbar
en: Already available
es: Ya está disponible
fr: Déjà disponible
it: Già disponibile
ja: すでに利用可能

source: Já existe um item com esse nome
de: Es existiert bereits ein Artikel mit diesem Namen
en: An item with this name already exists
es: Ya existe un artículo con ese nombre
fr: Un article portant ce nom existe déjà
it: Esiste già un articolo con questo nome
ja: この名前のアイテムはすでに存在します

source: jantar
de: Abendessen
en: dinner
es: cena
fr: dîner
it: cena
ja: 夕食

source: Jantar
de: Abendessen
en: Dinner
es: Cena
fr: Dîner
it: Cena
ja: 夕食

source: Junte tudo até a massa ficar homogênea.
de: Alles glatt rühren.
en: Combine until smooth.
es: Junta todo hasta que la masa quede homogénea.
fr: Mélangez jusqu'à obtenir une pâte lisse.
it: Unisci tutto fino a ottenere un impasto omogeneo.
ja: なめらかになるまで混ぜる。

source: kcal extras consumidas
de: zusätzlich verbrauchte kcal
en: extra kcal consumed
fr: kcal supplémentaires consommées
it: kcal extra consumate
ja: 追加で消費した kcal

source: Lanche
de: Snack
en: Snack
es: Snack
fr: Snack
it: Spuntino
ja: 軽食

source: Lanche fit, sem glúten
de: Fitter Snack, glutenfrei
en: Quick fit, gluten-free snack
es: Snack fit, sin gluten
fr: Encas fit, sans gluten
it: Spuntino fit, senza glutine
ja: ヘルシー、グルテンフリーの軽食

source: Lanche rápido
de: Schneller Snack
en: Quick snack
es: Merienda rápida
fr: Goûter rapide
it: Spuntino veloce
ja: クイックスナック

source: Laranja
de: Orange
en: Orange
es: Naranja
fr: Orange
it: Arancione
ja: オレンジ

source: lata
de: Dose
en: can
fr: boîte
it: lattina
ja: 缶

source: lata (395g)
de: Dose (395 g)
en: can (395g)
fr: boîte (395 g)
it: lattina (395 g)
ja: 缶（395g）

source: Lave e rasgue as folhas de alface em pedaços.
de: Die Salatblätter waschen und in Stücke zupfen.
en: Wash and tear the lettuce leaves into pieces.
es: Lava y rompe las hojas de lechuga en trozos.
fr: Lavez et déchirez les feuilles de laitue en morceaux.
it: Lavare e strappare le foglie di lattuga a pezzi.
ja: レタスの葉を洗って手でちぎります。

source: Lave e rasgue as folhas de alface.
de: Salatblätter waschen und zerrupfen.
en: Wash and tear the lettuce leaves.
es: Lava y rompe las hojas de lechuga.
fr: Lavez et déchirez les feuilles de laitue.
it: Lava e spezza le foglie di lattuga.
ja: レタスを洗ってちぎる。

source: Leite
de: Milch
en: Milk
es: Leche
fr: Lait
it: Latte
ja: 牛乳

source: Leite condensado
de: Kondensmilch
en: Condensed milk
es: Leche condensada
fr: Lait concentré sucré
it: Latte condensato
ja: コンデンスミルク

source: Leitura assistida
de: Unterstütztes Lesen
en: Assisted reading
es: Lectura asistida
fr: Lecture assistée
it: Lettura assistita
ja: アシストリーディング

source: Lendo rótulo nutricional…
de: Nährwertetikett wird gelesen…
en: Reading nutrition label…
es: Leyendo etiqueta nutricional…
fr: Lecture de l'étiquette nutritionnelle…
it: Lettura etichetta nutrizionale…
ja: 栄養ラベルを読み取り中…

source: Lendo vídeo
de: Video wird gelesen
en: Reading video
es: Leyendo vídeo
fr: Lecture de la vidéo
it: Lettura del video
ja: 動画を読み取り中

source: Lentilha
de: Linsen
en: Lentils
es: Lentejas
fr: Lentilles
it: Lenticchie
ja: レンズ豆

source: Ler com câmera
de: Mit Kamera lesen
en: Read with camera
es: Leer con la cámara
fr: Lire avec l'appareil photo
it: Leggi con la fotocamera
ja: カメラで読み取り

source: Ler Receita
de: Rezept lesen
en: Scan Recipe
es: Leer receta
fr: Lire la recette
it: Leggi ricetta
ja: レシピを読む

source: leve
de: leicht
en: light
es: ligera
fr: légère
it: leggero
ja: 軽い

source: Leve
de: Leicht
en: Light
es: Ligero
fr: Léger
it: Leggero
ja: 軽め

source: Limão
de: Zitrone
en: Lemon
es: Limón
fr: Citron
it: Limone
ja: レモン

source: Limpar
de: Löschen
en: Clear
es: Borrar
fr: Effacer
it: Pulisci
ja: クリア

source: Limpar imagem
de: Bild löschen
en: Clear image
es: Borrar imagen
fr: Effacer l'image
it: Pulisci immagine
ja: 画像をクリア

source: Limpar transcrição
de: Transkription löschen
en: Clear transcript
es: Borrar transcripción
fr: Effacer la transcription
it: Pulisci trascrizione
ja: 文字起こしをクリア

source: Linguiça
de: Wurst
en: Sausage
es: Salchicha
fr: Saucisse
it: Salsiccia
ja: ソーセージ

source: Link compartilhado
de: Geteilter Link
en: Shared link
es: Enlace compartido
fr: Lien partagé
it: Link condiviso
ja: 共有されたリンク

source: Link copiado!
de: Link kopiert!
en: Link copied!
es: ¡Enlace copiado!
fr: Lien copié !
it: Link copiato!
ja: リンクをコピーしました

source: Link da receita
de: Rezept-Link
en: Recipe link
es: Enlace de la receta
fr: Lien de la recette
it: Link della ricetta
ja: レシピのリンク

source: Link de compartilhamento não disponível.
de: Freigabelink nicht verfügbar.
en: Sharing link unavailable.
es: Enlace de compartición no disponible.
fr: Lien de partage indisponible.
it: Link di condivisione non disponibile.
ja: 共有リンクを利用できません。

source: Link recebido
de: Link empfangen
en: Received link
es: Enlace recibido
fr: Lien reçu
it: Link ricevuto
ja: リンクを受信

source: Lista
de: Liste
en: List
fr: Liste
ja: リスト

source: Lista concluída!
de: Liste fertig!
en: List complete!
es: ¡Lista completada!
fr: Liste terminée !
it: Lista completata!
ja: リスト完了！

source: Lista de compras
de: Einkaufsliste
en: Grocery list
fr: Liste de courses
it: Lista della spesa
ja: 買い物リスト
